tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "stripe/stripe-cli"
tap "stripe/stripe-mock"
tap "thoughtbot/formulae"

brew "awscli"
brew "chromedriver"
brew "dep"
brew "fish"
brew "fontforge"
brew "ghq"
brew "git"
brew "go"
brew "imagemagick"
brew "libxml2"
brew "libxslt"
brew "mas"
brew "mysql"
brew "node"
brew "peco"
brew "postgresql"
brew "pwgen"
brew "ruby-build"
brew "rbenv"
brew "readline"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "sshfs"
brew "starship"
brew "terraform"
brew "tig"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "yarn"
brew "heroku/brew/heroku"
brew "stripe/stripe-cli/stripe"
brew "stripe/stripe-mock/stripe-mock"
brew "thoughtbot/formulae/gitsh"

cask "docker"
cask "font-menlo-for-powerline"
cask "google-chrome"
cask "google-japanese-ime"
cask "imagealpha"
cask "ngrok"
cask "osxfuse"
cask "postgres"

mas "Bear", id: 1091189122
mas "CotEditor", id: 1024640650
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Magnet", id: 441258766
mas "MindNode", id: 1289197285
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "Twitter", id: 1482454543
mas "Xcode", id: 497799835
