tap "homebrew/core"
tap "homebrew/bundle"
tap "heroku/brew"
tap "thoughtbot/formulae"

brew "chromedriver"
brew "fontforge"
brew "ghq"
brew "git"
brew "go"
brew "imagemagick"
brew "jq"
brew "libxslt"
brew "mas"
brew "mysql"
brew "openssl"
brew "peco"
brew "readline"
brew "postgresql"
brew "pwgen"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "ruby-build"
brew "sshfs"
brew "terraform"
brew "tig"
brew "tmux"
brew "tree"
brew "wget"
brew "yarn"
brew "zsh"
brew "heroku/brew/heroku"
brew "thoughtbot/formulae/gitsh"

cask "atom"
cask "docker"
cask "github"
cask "google-chrome"
cask "google-japanese-ime"
cask "imagealpha"
cask "insomnia"
cask "licecap"
cask "osxfuse"
cask "postgres"
cask "tunnelblick"
cask "vagrant"
cask "virtualbox"

mas "Bear", id: 1091189122
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Magnet", id: 441258766
mas "MindNode Pro", id: 402398561
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Skitch", id: 425955336
mas "Slack", id: 803453959
mas "Trello", id: 1278508951
mas "Wunderlist", id: 410628904
mas "Xcode", id: 497799835
